#+title:      Strategie Nationale Quantique
#+date:       [2025-06-21 Sat 18:34]
#+filetags:   :org:snq:
#+identifier: 20250621T183427
#+category: snq

* DVL [#C] SNQ                                                          :org:
:PROPERTIES:
:ID:       b328b348-ea44-4bf9-8a2a-cd290fcdd195
:END:
:LOGBOOK:
- State "DVL"        from "WTC"        [2025-09-13 Sat 18:17]
- State "WTC"        from "DNE"        [2025-09-13 Sat 18:17]
- State "DNE"        from "WTC"        [2025-09-13 Sat 18:17]
- State "WTC"        from "DVL"        [2025-08-31 Sun 23:43]
- State "DVL"        from "TDO"        [2025-08-31 Sun 23:22]
- State "PLN"        from              [2025-08-31 Sun 23:22]
:END:
** Memoranda
*** [2025-06-06 Fri] Reunion de la stratégie quantique
:LOGBOOK:
CLOCK: [2025-06-06 Fri 09:30]--[2025-06-06 Fri 13:00] =>  3:30
:END:
**** P Bonnet
Retour sur les contributions

**** O Gorceix
Réseaux quantiques

**** Cryonext
Arret cryoconcept, perturbe le projet P4.

**** Proqcima
Commission ANR pour l'appui technique aux pahses de selection. Partage des crit`eres  et  lien avec QLoop

Annonce ministere des armees France Quantum + Presence Vivatec

**** FRance quantum
Grosse delegation allemande

**** HQI
Acces aux machines pour de l'asynchrone externe au TGCC

**** PEPR
Mutualisation de Cryostats par iXBlue
*** [2024-09-27 Fri 09:15-12:30] Réunion programme quantique SGPI
:PROPERTIES:
:org-gcal-managed: org
:calendar-id: harold.ollivier@gmail.com
:ETag:     "3449646762866000"
:entry-id: tmvdofd7do0lgbbmvo7m9nqjfs/harold.ollivier@gmail.com
:ID:       5064fe07-4457-4b41-bd1b-f0f1ce04001f
:END:
:org-gcal:
<2024-09-27 Fri 09:15-12:30>
:END:
[[gnus:nnimap+research:INBOX#87cylt442i.fsf@totally-fudged-out-message-id][Email from SGPI Quantique Info: Réunion de synchronisation des programmes de la stratégie quantique]]
*** [2025-04-04 Fri] Réunion SNQ
:LOGBOOK:
CLOCK: [2025-04-04 Fri 09:00]--[2025-04-04 Fri 13:23] =>  4:23
CLOCK: [2025-04-04 Fri 05:30]--[2025-04-04 Fri 07:30] =>  2:00
:END:
**** Cryonext
**** Proxima
- Comité ANR pour faire critères techniques de fin de phase
- Pas d'écart ni pb anticipé sur les livrables
- 90M budgété, 58M engagés
- Compatibilité participation phase A Darpa -- A&B accompagnement par DGA. QBI.
- Test et evaluation 1G sur 5 ans (Darpa) sans parler de QBI particulièrement
**** ASIS
- 28SiH_4: 1.5M / kg
**** QLoop
- Quandela: alignement roadmap pertinent, mais mise en standby. Dépendance sur choix archi faits chez eux
- IQM: timing pas clair / welcome
- IBM:
  - investissement cryo CMPS IBM controle coupleurs
  - volonté install 127 qubits sur fr
  - Regarder Ryken
**** Metirqs
- Mocqua : metro composants HW pour etat solide: spec et characterisation avec des paramètres fiables
- Question sur normalisation / participation INRIA
*************** Sollicitation experts sur normalisation 
:PROPERTIES:
:ID:       c888ee73-a330-44b6-81c4-721636c237fe
:END:
*************** END
- EQCBC: european qc bench committee
**** Quantixium
- Necessaire d'avoir déjà un financemen de la part du  partenaire, et intervient en remboursement
** Agenda

*** TDO [#B] relire les notes des journees (PEPR, HQI)
:LOGBOOK:
- State "TDO"        from "PLN"        [2025-09-19 Fri 12:38]
- State "PLN"        from              [2025-09-13 Sat 20:29]
:END:
**** Types to ensure compiler is not breaking the things in "on chip" verification protocol.
:PROPERTIES:
:ID:       9cb0f3e8-d6d4-40dc-9705-58d8cca437f1
:END:
[[file:~/org/armarium/20000101T000000--magister.org::*WP6 focus: verification on real quantum devices][WP6 focus: verification on real quantum devices]]
**** general error cancellation
:PROPERTIES:
:ID:       c1fa3322-fba5-45a6-990e-a28a44db089d
:END:
[[file:~/org/armarium/20000101T000000--magister.org::*WP5][WP5]]
#+begin_quote:
Randomizeed Error Cancellation 2507.06601 cite:KSST25quantum
#+end_quote
**** Restart thinking about distributed computation using quantum computers
:PROPERTIES:
:ID:       c8d3a412-3551-4afa-bfdb-9a7e15c9e493
:END:
Using GHZ states and correlations.

[[file:~/org/armarium/20000101T000000--magister.org::*WP6][WP6]]
**** How to use error correctin in a smart way 
:PROPERTIES:
:ID:       ffe2eefc-dc96-4d10-b9d5-e4c734f499d7
:END:
[[id:c9737130-e1b9-4cb0-8c49-dd55bd4a2b20][WP5 Focus: eFTQC]]
#+begin_quote:
2407.06583: smart idea , cite:DT24low
#+end_quote
**** Look at the global Randomized error cancellation
:PROPERTIES:
:ID:       663011d4-21fa-4a67-b86e-c211658a959a
:END:
[[file:~/org/armarium/20000101T000000--magister.org::*WP5][WP5]]
**** Availability of prototypes that were not described in hte initial descriptionof the WP.
:PROPERTIES:
:ID:       f4bb8315-7eae-403f-86a5-1735da51144b
:END:
[[file:~/org/armarium/20000101T000000--magister.org::*WP2][WP2]]
**** Look into this Pauli operator technique
:PROPERTIES:
:ID:       db91d4e5-b12f-4daa-8e73-184e43141160
:END:
[[file:~/org/armarium/20000101T000000--magister.org::*WP1 Focus: Large scale emulation][WP1 Focus: Large scale emulation]]
**** Jad Issa: 2311.05801 / 2408.03121
:PROPERTIES:
:ID:       bc548bdb-bc1f-4ece-a85d-f71c75494d1b
:END:
**** Questions et idées issues de l'atelier
***** Projets HW + SW
=> Donc on pourrait généraliser cela lorsqu'on parle d'infrastructure et de service à un tiers. Nécessité d'avoir des projets qui permettent d'inclure le software

[[id:42bf3b42-0062-4f1c-bb30-3e2b65da56f6][Partie 2 organisation / fonctionnement]]


***** Outils nécessaires pour la scalabilité et la tester. Se lie au benchmark. 

[[id:42bf3b42-0062-4f1c-bb30-3e2b65da56f6][Partie 2 organisation / fonctionnement]]

possibilité de réfléchir à comment fournir la scalabilité et la tester.

*** (xv)                                                          :ARCHIVE:
**** DNE [#A] Appeler Neil a/s Mike Vasmer
CLOSED: [2024-06-03 Mon 07:21]
:PROPERTIES:
:ARCHIVE_TIME: 2025-09-21 Sun 09:36
:ID:       ba0f8c9e-5e89-4495-9d15-c347dae2c44b
:END:
* DVL [#B] [2025-09-11 Thu] SNQ: Challenges and Roadmap for Quantum Information Processing Software and Algorithms
:LOGBOOK:
- State "DVL"        from "TDO"        [2025-09-21 Sun 09:12]
- State "TDO"        from "PLN"        [2025-09-21 Sun 09:12]
- State "PLN"        from              [2025-09-21 Sun 09:11]
:END:
** Resources
- [[id:49502a4f-fb85-42f8-8393-3af28ecb3250][[2025-09-02 Tue] Présentation NISQ2LSQ]]
- [[id:165a6a80-612b-4e19-ab06-2319d3ccc8ac][[2025-09-03 Wed] Atelier Hardware-Software]]
** Agenda
*** TDO [#B] Launch the Software roadmap work
:LOGBOOK:
- State "TDO"        from "DVL"        [2025-09-21 Sun 09:38]
- State "DVL"        from "WTC"        [2025-09-21 Sun 09:38]
- State "WTC"        from "TDO"        [2025-09-19 Fri 12:36]
- State "PLN"        from              [2025-09-13 Sat 16:42]
:END:
[[denote:20250912T101104][hiq-synergy-roadmap]]
